Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དགེ་བ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ བསྲེགས་པ་ མྱོང་བ ར་ འགྱུར་བ ར་ མ་ངེས་པ་ དང་ །_ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ དང་ །_ སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་བ་ དེ་ ངེས་པ ར་ སེམས་ཅན་ དམྱལ་བ ར་ འབྱུང་བ ར་ འགྱུར །_
en: The effects of that person’s virtuous actions will have thereby been burned so that their ripening will now become uncertain or postponed until other lives because what is to be experienced in the subsequent life is now certain to be hell.

source: དེ་ ཚེ་ ཐུང་བ ར་ [248a] ཡང་ འགྱུར །_ གང་ གིས་ ལོ་ བརྒྱ་ ཐུབ་པ ར་ འགྱུར་བ་ དེ་ ལོ་ ཉི་ཤུ་ ཞིག་ ཐུབ་པ ར་ འགྱུར །_
en: $969 “Also, that person’s current lifespan will shorten, {{page:{number:333,id:UT22084-068-021-100359,folio:F.248.a,volume:V68}}} such that, if he would otherwise have lived to be a hundred years, he will now remain for not more than twenty.

source: གང་ ཡིད་ ཀྱིས་ རྟོག་ ཅིང་ སེམས་པ ར་ བྱེད་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱང་ ཇི་ལྟ ར་ ཚྭ་སྒོ་ ལ་ ས་བོན་ བཏབ་པ་ བཞིན་ འབྲས་བུ་ མེད་པར་ འགྱུར །_
en: None of that person’s hopes or wishes will materialize, as when seeds are sown in salty soil.

source: དེ་ ཕན་ཆད་ ལྷ་ གང་ ཕྱི་བཞིན་ དུ་ འབྲང་བ་ དེས་ དེ་ ཡོངས་སུ་ སྤོང་བ ར་ བྱེད །_
en: No matter which god such a person may follow, that deity will abandon him from that moment on.

source: དེ འི་ ལས་ ཀྱི་ མཐའ་འབྲས་ བུ་ མེད་པར་ འགྱུར །_
en: All his activities will be fruitless.

source: དེ འི་ དབང་པོ་ ཡུལ་ རྣམས་ ལ་ ཞེན་པ ར་ འགྱུར །_ རྟག་ ཏུ་ རྨི་ལམ་ ངན་པ་ དག་ ཀྱང་ མཐོང་བ ར་ འགྱུར །_ དོན་མེད་པ་ ཀུན་ ལ་ ཡང་ སྦྱོར་བ ར་ འགྱུར །_
en: His faculties will be slow in apprehending sense objects, he will be constantly haunted by bad dreams, and experience nothing but failures.

source: གལ་ཏེ་ དེ འི་ བུ་ དང་ ཆུང་མ་ དང་ །_ བྲན་ དང་ བྲན་མོ་ དག་ ཡོད་ ན་ དེ་ ཐམས་ཅད་ ཀྱིས་ ཡོངས་སུ་ སྤོང་བ ར་ འགྱུར །_
en: If he has children or a spouse, or male or female servants, they will abandon him.

source: རྟག་ ཏུ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ ཕོངས་པ ར་ འགྱུར །_
en: He will be destitute, suffering from hunger and thirst.

source: གལ་ཏེ་ ཟས་ ཞིམ་པོ་ ཞིག་ སྦྱར་ ན་ དེ་ཡང་ ཇི་ལྟ་བ་ བཞིན་ དུ་ མི་ འགྱུར་སྐད་ ཀྱང་ འགག་ འགག་པོ ར་ འགྱུར །_
en: Even if he should obtain tasty food, it will not be appetizing. His speech will become slurred.

source: རྟག་ ཏུ་བ་ ཞིན་ གྱི་ མདོག་ ངན་ ཅིང་ རྩུབ་པ་ དང་ །_ རྟག་ ཏུ་ སེམས་ འཁྲུལ་པ་ དང་ །_ རང་ གི་ ཉེ་དུ་ དང་ །_ གཉེན་འདབ་ ཀྱི་ ཚོགས་ ཐམས་ཅད་ ཀྱིས་ ཀྱང་ ཡོངས་སུ་ བརྙས་པ་ དང་ །_ དེ འི་ སེམས་ ལ་ གློ་བུར་ དུ་ སྐྲག་པ་ འབྱུང་བ ར་ འགྱུར །_
en: His face will have an inauspicious and malicious appearance, his mind will suffer from constant confusion, and he will be scorned by all his relatives and friends.

source: འཇིག་རྟེན་ འདི་དག་ ཐམས་ཅད་ དུད་པ ས་ འཁྲིགས་པ ར་ མཐོང་བ ར་ འགྱུར །_
en: He will suffer panic attacks and it will seem as if he is enveloped in smoke.

source: དེ འི་ ཁམས་ སྔོན་ ལྟར་ ནམས་ ཀྱང་ མཉམ་པ ར་ མི་ འགྱུར །_
en: The constitution of his elements will never be in balance.

source: རྒྱང་རིང་པོ་ ན་ གཟུགས་ མི་ སྡུག་པ་ མེད་ བཞིན་ དུ་ མཐོང་བ ར་ འགྱུར །_
en: In the distance, he will perceive unpleasant forms, although there is nothing there.

source: རླུང་ ཆུང་ངུ ས་ དེད་པ ར་ འགྱུར །_ རྟག་ ཏུ་ བདག་ཉིད་ ཚ་བ ས་ གདུངས་པ ར་ འགྱུར །_
en: He will be buffeted around by small wind gusts, and constantly suffer from burning sensations.

source: རྟག་ ཏུ་ མཁྲིས་པ འི་ ནད་ ཀྱིས་ ཉམ་ཐག་ པར་ འགྱུར །_ དེ འི་ ཁ་ རྟག་ ཏུ་ ཁ་བ་ དང་ །_ ལན་ཚྭ་ བྲོ་བ ར་ འགྱུར །_
en: He will be constantly afflicted by gall diseases and always have a bitter or salty taste in his mouth.

source: མལ་ གྱི་ གཞི་ ཐམས་ཅད་ འཇམ་པ་ ཡིན་ཡང་ རྩུབ་པ ར་ འགྱུར །_
en: Even though his bedding may be soft, it will still seem rough.

source: གླིང་བུ་ དང་ །_ ཁར་ རྔ་ དང་ །_ རྫ་རྔ་ དང་ །_ པི་ བང་ གི་ སྒྲ་ དག་ ཀྱང་ འཇིགས་ ཤིང་ བག་ཚ་ བར་ཐོ ས་ པར་ འགྱུར་ ན་ སྒྲ་ གཞན་དག་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས །_
en: Even the sound of flutes, drums, and string instruments will frighten him and make him nervous, not to mention other sounds.

source: དེ འི་ སྣ་ ཡང་ རྟག་ ཏུ་ ཉམས་པ ར་ འགྱུར་ ཏེ །_ དེས་ རྫས་དྲི་ ཞིམ་པོ་ དག་ ཀྱང་ མི་ ཚོར་ རོ །_།
en: His nose will permanently lose its sense of smell so that he can no longer smell any sweet fragrances.

source: དེ འི་ ལུས་ ཐམས་ཅད་ ལས་ ཀྱང་ དྲི་ང་བ་ འབྱུང་བ ར་ འགྱུར །_
en: His entire body will emit a foul odor.

source: དེ འི་ སྐྲ་ དང་ །_ སྤུ་ ཐམས་ཅད་ འབྱི་ ཞིང་ [248b] དེ འི་ སོ་ དག་ མདོག་ ངན་པ ར་ འགྱུར །_
en: The hair on his head and body will fall off, {{page:{number:334,id:UT22084-068-021-100360,folio:F.248.b,volume:V68}}} and his teeth will become stained.

source: རྐང་པ་ དང་ །_ ལག་པ་ རབ་ཏུ་ རྡོལ་བ ར་ འགྱུར་ བདེ་བ་ ཐམས་ཅད་ ལས་ ཡོངས་སུ་ ཉམས་པ ར་ འགྱུར །_
en: His legs and arms will become crippled and he will find no pleasure in anything.

source: རྨི་ལམ་ ན་ ལྷ་ དག་ གིས་ རྟག་ ཏུ་ གཙེ་བ ར་ འགྱུར །_
en: In his dreams he will be punished by the gods and he will suffer constant depression.

source: དེ་ རྟག་ ཏུ་ སྙིང་ནད་ ཀྱིས་ འདེབས་པ ར་ འགྱུར །_ དེ འི་ སྙིང་ག ས་ པར་ འགྱུར །_ ལུས་ རྣམས་ ཀྱང་ སྡུག་པ ར་ མི་ འགྱུར །_
en: He will suffer from heart disease and heart attacks, and his body will never be well.

source: གལ་ཏེ་ བརྒྱ་ལ་ མེ་ཏོག་ དག་ བཏགས་ ན །_ དེ་དག་ མྱུར་ དུ་ རྙི ས་ པར་ འགྱུར །_
en: If he ever wears any flowers, the flowers will quickly wither.

source: དེ འི་ གོས་ དག་ ཀྱང་ མྱུར་ དུ་ ཟད་པ ར་ འགྱུར་ ཏེ །_ ལུས་ དང་ གོས་ དག་ བཀྲུས་ ཀྱང་ དྲི་མ་ ཅན་ དུ་ འགྱུར །_
en: Also, his clothes will become worn out quickly, and, however much he may wash his body and clothing, they will still stink.

source: གློ་བུར་ དུ་ ལམ་གོལ་ བར་ འགྲོ་ ན་ འགྱེལ་བ ར་ འགྱུར་ ཏེ །_ དེ འི་ ལུས་ འགྱེལ་བ ས་ ཉམས་ ཤིང་ དེ འི་ ལུས་ ལ་ རྨ་ མང་པོ་ འབྱུང་བ ར་ འགྱུར་ ལ་ ཡུན་རིང་པོ ས་ འཚོ་བར་ འགྱུར །_
en: He may unexpectedly fall while traveling on the road and sustain many wounds that will be slow to heal.

source: གཉིད་ལོག་ ན་ མགུལ་ སྐམས་ ཤིང་ དེ་ སད་ ནས་ ཀྱང་ ཆུ་ འཐུང་བ་ ཉིད་ དུ་ འགྱུར །_
en: While asleep, his throat will become dry, and he will have to drink a lot of water when he wakes up.

source: སྦྱིན་བྱེད་ མ འི་ བུས་ གནོད་པ ར་ གྱུར་པ་ ན་ གྲོང་ དང་ གྲོང་ཁྱེར་ དག་ སྟོང་པ་ཉིད་ དུ་ མཐོང་བ ར་ འགྱུར །_
en: When the asuras cause harm, he will perceive the towns and cities to be empty.

source: གཟའ་ དང་ །_ སྐར་མ་ དང་ །_ རྒྱུ་སྐར་ དག་ གི་ གཟུགས་ ལོག་པ ར་ མཐོང་བ ར་ འགྱུར །_
en: He will misperceive the planets, stars, and other celestial bodies.

source: རླུང་ ཆུང་ངུ་ ལངས་པ་ ཀུན་ དང་ ཕྲད་ ན་ ཡང་ མཚོན་ གྱིས་ བཏབ་པ་ ལྟ་བུ ར་ དྲག་པ ར་ འགྱུར །_
en: If a slight breeze should brush him, it will feel as intense as if he were being struck by a weapon.

source: མེ་ ཆུང་ངུ་ དག་ གིས་ རེག་ ན་ ཡང་ སྲེག་པ ར་ འགྱུར །_ ཉི་མ་ ཡང་ ཉིས་འགྱུར་ གྱིས་ ཚ་བ ར་ འགྱུར །_
en: Even a slight breeze will hurt him as if it were a weapon falling upon him, even a small fire will burn him, and the sun will feel twice as hot as usual.

source: ཟླ་བ་ ཡང་ དྲོ་བ ར་ འགྱུར་ ཏེ །_ ཟླ་བ་ ཤིན་ཏུ་ དྲོ་བ་ མྱོང་བ ར་ འགྱུར །_
en: Even the moon will seem warm to him, and he will suffer its heat.

source: ཆུ་ བསིལ་བ་ ཐམས་ཅད་ ཀྱང་ དྲོ་བ ར་ འགྱུར །_
en: All cool water will seem warm to him.

source: ཚལ་ དང་ ནགས་ཚལ་ བདེ་བ་ དག་ ལ་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ ར་ མཐོང་བ ར་ འགྱུར །_ བྱ འི་ སྐད་ སྙན་པ་ དག་ ཝ་སྐད་ འཇིགས་པ་ ལྟ་བུ ར་ ཐོས་པ ར་ འགྱུར །_
en: He will find otherwise delightful groves and forests to be frightening, and he will hear the beautiful songs of birds as if they were the howling of jackals.

source: འཇིག་རྟེན་ ཐམས་ཅད་ དུར་ཁྲོད་ ལྟ་བུ ར་ རིག་ ཅིང་ རྟག་ ཏུ་ དགའ་བ་ མེད་པར་ འགྱུར །_
en: He will perceive the whole world to be like a charnel ground and find no joy in anything.

source: དེ་ ཆང་ གིས་ མཆོག་ ཏུ་ དགའ་བ ར་ སྐྱེ་བ ར་ མི་ འགྱུར །_ ངོ་ཚ་ མེད་ ཅིང་ ཚུལ་ མེད་པར་ འགྱུར་ ཏེ །_
en: Alcohol will not be able to give him much joy, but will make him shameless and bereft of all manners.

source: སྲང་ དང་ བཞི་མདོ་ དག་ ཏུ་ སྐྱེ་བོ འི་ མངོན་སུམ་ དུ་ བཤང་གཅི་ བྱེད་པ ར་ འགྱུར །།_།།
en: Thus, he will defecate and urinate in full public view by the roadsides or at intersections.

source: ལྷ་ ཐམས་ཅད་ ཀྱིས་ ཀྱང་ ཡོངས་སུ་ སྤངས་པ ར་ འགྱུར །_ དོན་ ཐམས་ཅད་ མེད་པ འི་ སྐལ་བ་ ཅན་ དུ་ འགྱུར །_
en: All the gods will abandon him, and he will become a failure in all regards.

source: མདོག་ ཚལ་ ཤིང་ བསྲེགས་ [249a] པ་ ལྟ་བུ ར་ འགྱུར །_ སྐྱེ་བོ་ དང་ ཡུལ་མི་ ཀུན་ དང་ ཞེ་ འགྲས་པ ར་ འགྱུར་ ཏེ །_
en: His complexion will be like a burnt out forest {{page:{number:335,id:UT22084-068-021-100361,folio:F.249.a,volume:V68}}} and he will arouse animosity in everyone across the land.

source: དེ་དག་ ནི་ མནར་མེད་པ་ དེ འི་ མཚན་མ་ ཚེ་ འདི་ ལ་ སྔར་ འབྱུང་བ་ ཡིན་ ནོ །_།
en: Such are the early signs of Ultimate Torment as they appear in this life.

source: དེ འི་ འོག་ ཏུ་ དེ་ འཆི་བ འི་ མཚན་མ་ འབྱུང་བ་ ནི་
en: $970 “Specific signs will also be experienced when death approaches.

source: ཉིན་པ ར་ ཟླ་བ་ མཐོང་ ཞིང་ མཚན་མོ་ ཉི་མ་ མཐོང་བ ར་ འགྱུར །_ རང་ གི་ གྲིབ་མ་ མི་ མཐོང་བ ར་ འགྱུར །_
en: Thus, the person will perceive the moon at day and the sun at night, just as he will be unable to see his own shadow.

source: གློ་བུར་ དུ་ སྒྲ་ མི་ སྙན་པ་ ཐོས་པ ར་ འགྱུར །_
en: He will hear sudden, unpleasant sounds.

source: དེ འི་ སྣ་ ཡོན་པོ ར་ འགྱུར །_
en: His nose will become crooked.

source: དེ འི་ སྐྲ་ དང་ཁ་ སྤུ་འཛིངས་ པར་ འགྱུར །_
en: His hair and body hair will become bristly.

source: ཐོག་མ ར་ རིམས་ ཀྱིས་ འདེབས་ ཤིང་ འཆི་བ འི་ བར་ དུ་ ནད་ ཀྱིས་ འདེབས་ ཏེ །_
en: To begin with, he will contract a contagious disease that will start with fever and end with death.

source: དེ་ ཀུན་ ནས་ མེ་མདག་ རབ་ཏུ་ འབར་བ་ ལྟ་བུ འི་ རིམས་ ཀྱིས་ ཤིན་ཏུ་ གདུངས་ ཤིང་ ནད་ བཞི་ བརྒྱ་རྩ་ བཞི་ ལྟ་བུ་ མ་ཡིན་པ་ དག་ གིས་ ཉམ་ཐག་པ །_
en: Tormented by fever that feels as scorching as burning embers, his pain and misery will be unlike that associated with any of the four hundred and four diseases.

source: ཀུན་ ནས་ མེ་མདག་ གི་ ཀླུང་ དག་ ཏུ་ འཚེད་པ་ ན་ སྲིན་བུ འི་ རིགས་ བརྒྱད་ཅུ་ དག་ ལ་ རླུང་ བརྒྱད་ཅུ་ དག་ ལུས་ དང་ རྩ་ དང་ །_ རྒྱུས་པ་ དང་ །_ པགས་པ་ དང་ །_ རུས་པ་ དང་ །_ ཤ་ དང་ །_ ཚིལ་ དག་ ཏུ་ ཞུགས་ ནས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: As he burns in the wind of flaming embers, eighty winds will attack the eighty types of worms that live in all the veins, sinew, skin, bones, flesh, and fat of his body.#121

source: འདི་ལྟ་སྟེ །_ སྲིན་བུ འི་ རིགས་ བརྒྱད་ཅུ་ དག་ ལ་ རླུང་ བརྒྱད་ཅུ་ དག་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: Thus, ten kinds of worms will be assailed by ten types of wind.

source: སྲིན་བུ་ སྤུ་ ཅན་ ལ་ རླུང་ སྤུ་ སུན་ འབྱིན་ གྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: Among them, the hairy worm will be attacked by the wind that tears out hair;

source: སྲིན་བུ་ ཁ་ གནག་ ལ་ རླུང་ དག་ གི་ རྗེས་སུ་ འཐུན་ པས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the black-mouthed worm will be attacked by its related wind;

source: སྲིན་བུ་ སྒྲོ་ མེད་ ལ་ རླུང་ མི་ ལམ་ འཁྲུལ་ སྟོན་ གྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the apathetic worm will be attacked by the wind that disturbs sleep;

source: སྲིན་བུ་ རབ་ ཕྱེ་ བྱེད་ ལ་ རླུང་ བཟོད་ མེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the opening worm will be attacked by the wind of irritability;

source: སྲིན་བུ་ རྣམ་པར་ རྨོངས་ བྱེད་ ལ་ རླུང་ ལྕེ ས་ བརྗེད་པ་ མི་ བཟོད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that causes confusion will be attacked by the wind that mutes the tongue;

source: སྲིན་བུ་ མེད་ མདོག་ བྱེད་ ལ་ རླུང་ རོ་ བྲོ་ ཁྲིད་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm of seeming absence will be attacked by the wind that directs taste;

source: སྲིན་བུ་ འགྲེད་ བྱེད་ ལ་ རླུང་ མཆིན་པ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the raising worm will be attacked by the wind that destroys the liver;

source: སྲིན་བུ་ འོག་ འགྲོ་ ལ་ རླུང་ བཤང་བ་ སྟེང་ འགྲོས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the downward-moving worm will be attacked by the wind that causes upward movement of excrement;

source: སྲིན་བུ་ ཨུད་ ཏིང་ ག་ལ་ རླུང་ གཞང་ རྒྱུས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: upward-moving#122 worm will be attacked by the anal wind;

source: སྲིན་བུ་ ཀུན་རྟོག་ མཐོང་ ལ་ རླུང་ དྲན་པ་ ཉམས་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm of thought perception will be attacked by the wind that impairs memory;

source: སྲིན་བུ་ དྲི་ ང་ ལ་ རླུང་ པགས་པ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the stinking worm will be attacked by the wind that destroys the skin;

source: སྲིན་བུ་ རུས་པ་ ལེགས་སྐྱེས་ ལ་ རླུང་ རོ་ བྲོ་བ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the bone-gift worm will be attacked by the wind that destroys taste;

source: [249b] སྲིན་བུ་ ཁ་དམར་ ལ་ རླུང་ ཤ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: {{page:{number:336,id:UT22084-068-021-100362,folio:F.249.b,volume:V68}}} the red-mouthed worm will be attacked by the wind that destroys the flesh;

source: སྲིན་བུ་ བརྩོན་ བཅས་ ལ་ རླུང་ རྒྱགས་པ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the vigorous worm will be attacked by the wind that destroys haughtiness;

source: སྲིན་བུ་ གནད་ རྒྱུ་ ཟ་ ལ་ རླུང་རུས་པ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that consumes the causes of disease will be attacked by the bone-destroying wind;

source: སྲིན་བུ་ མཚོན་ཆ་ ཁ་ ལ་ རླུང་རུས་ ཀུན་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the weapon-mouthed worm will be attacked by the wind that destroys all bones;

source: སྲིན་བུ་ སྤུ་གྲི་ ཁ་ ལ་ རླུང་ གཉེར་མ ར་ སོང་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the razor-mouthed worm will be attacked by the wrinkling wind;

source: སྲིན་བུ་ སྤུ་ མེད་ ལ་ རླུང་ མགོ་སྐྱ་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the hairless worm will be attacked by the wind that makes hair gray;

source: སྲིན་བུ་ ཁབ་ གདོང་ ལ་ རླུང་ རྡུལ་ འཇིག་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the needle-faced worm will be attacked by the sweat-destroying wind;

source: སྲིན་བུ་ སྤི་ སྤི་ ཛ་ ལ་ རླུང་ གཅི་བ་ ཤིན་ཏུ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the bibidza worm#123 will be attacked by the wind that greatly harms urine;

source: སྲིན་བུ་ རྐང་མེད་ ལ་ རླུང་ ཟས་ ལྡན་ གྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the legless worm will be attacked by the wind that carries food;

source: སྲིན་བུ་ བཤང་བ་ གཡེང་ བྱེད་ ལ་ རླུང་ སོ་ འགས་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the excrement-scattering worm will be attacked by the tooth-breaking wind;

source: སྲིན་བུ་ གསུམ་ བྱེད་ ལ་ རླུང་ རྩེའུ་ ཆུ་ ལ་སོགས་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the tripling worm will be attacked by the vein-liquid wind;

source: སྲིན་བུ་ རྒྱུ་མ་ འཇིག་ བྱེད་ ལ་ རླུང་ འོག་ ཏུ་ འགྲོས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that destroys the intestines will be attacked by the wind of downward movement;

source: སྲིན་བུ་ དབོ ས་ བྱེད་ ལ་ རླུང་ གྱེན་ དུ་ འགྲོས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that causes swelling will be attacked by the upward-moving wind;

source: སྲིན་བུ་ མདོག་ བཟང་ ལ་ རླུང་ ངོས་ ལྡང་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the golden worm will be attacked by the wind of frontal rising;

source: སྲིན་བུ་ གཞང་ རྐང་ ལ་ རླུང་ མིད་པ ར་ འགྲོས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the colon worm will be attacked by the wind of intestinal movement;

source: སྲིན་བུ་ ལྤགས་ བྱེད་ ལ་ རླུང་ སེམས་ སུན་ འབྱིན་ གྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the skin-creating worm will be attacked by the wind that causes depression;

source: སྲིན་བུ་ ཚིལ་ གནོད་ ལ་ རླུང་ འཁྲུག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the fat-harming worm will be attacked by the upward-moving wind that causes shaking;

source: སྲིན་བུ་ བསགས་ བྱུང་ ལ་ རླུང་ མིག་ འཛུམས་ འབྱེད་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the accumulation worm will be attacked by the wind that closes and opens the eyes;

source: སྲིན་བུ་ དྲི་ མི་ ཞིམ་ ལ་ རླུང་ ཕན་ཚུན་ ཕྲད་པ་ ལྔས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the foul-smelling worm will be attacked by the wind of the fivefold meeting that causes mutual contact;

source: སྲིན་བུ་ ས་ ཧ་ ཙུ་ ར་བ་ ལ་ རླུང་ སྙིང་པོ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that moves along with the five winds#124 will be attacked by the wind that destroys the essence;

source: སྲིན་བུ་ གནོད་ བྱེད་ ལ་ རླུང་ སྙིང་པོ་ འཆགས་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the harming worm will be attacked by the splitting wind;

source: སྲིན་བུ་ སྙིང་པོ་ མེ་ཏོག་ སྐྱེད་ ལ་ རླུང་ འོང་བ་ དང་ །_ འགྲོ་བ་ དང་ གནས་པ་ དང་ རྒྱུག་པ ར་ བྱེད་པ ས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that gives birth to flower essences#125 will be harmed by the wind that causes going, coming, movement, rest, and running;

source: སྲིན་བུ་ ཀུ་ ཧ་ ཀ་ ཆེན་པོ་ དང་ །_ ཕག་ འཚོང་ དང་ །_ ནག་པོ་ དང་ །_ ཟ་ ཆེན་ དང་ །_ སྲིན་བུ་ རྐང་ དྲོ་ དག་ ལ་ རླུང་ མིག་ དང་ རྣ་བ་ དང་ །_ སྣ་ དང་ ལྕེ་ འཇིག་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the great kuhaka worm#126, the swine-seller worm, the black worm, the great consumer worm, and the hot marrow worm will be harmed by the energies that destroy the eyes, ears, nose, and tongue;

source: སྲིན་བུ་ རུས་པ་ འཇིག་ བྱེད་ ལ་ རླུང་ མཁྲིས་པ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ [250a] བྱེད་ དོ །_།
en: the bone-destroying worm will be harmed by the wind that destroys the gall bladder;

source: སྲིན་བུ་ རྐང་ གནག་ ལ་ རླུང་ བད་ཀན་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: {{page:{number:337,id:UT22084-068-021-100363,folio:F.250.a,volume:V68}}} the black-legged worm will be harmed by the wind that destroys phlegm;

source: སྲིན་བུ་ ཚིགས་ གཅོད་ ལ་ རླུང་ གཞུངས་པ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the joint-severing worm will be harmed by the wind that destroys the spinal cord;

source: སྲིན་བུ་ གླད་ པར་ རྒྱུ་ལ་ རླུང་ སྲིན་མོ་ གནས་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that moves in the brain will be harmed by the wind of the demoness’s residence;

source: སྲིན་བུ་ གླད་ རྒྱས་ ཟ་ ལ་ རླུང་ རྐང་པ་ ངོས་ གནས་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that consumes brain membrane will be harmed by the wind that resides in the marrow;

source: སྲིན་བུ་ ཐོད་པ ར་ རྒྱུ་ལ་ རླུང་ སེམས་ མེད་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that moves in the skull will be harmed by the wind that causes fainting;

source: སྲིན་བུ་ སྐྲ་ ཟ་ ལ་ རླུང་ འབྱེད་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the hair-eating worm will be harmed by the wind that splits;

source: སྲིན་བུ་ རྣ་ རྒྱུ་ལ་ རླུང་འགྲོ་བ་ ཉམས་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that moves in the ears will be harmed by the wind that impairs movement;

source: སྲིན་བུ་ སྣབས་ འཁྲི་ ལ་ རླུང་ ལོང་བུ་ འཇིག་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that lives in mucus will be harmed by the wind that destroys the ankles;

source: སྲིན་བུ་ ཚིལ་ ནད་རྒྱུ་ ལ་ རླུང་ འབྱིན་པ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that moves in fat will be harmed by the wind that prevents release;

source: སྲིན་བུ་ ཁ་ཆུ་ འདེབས་ ལ་ རླུང་ ཚིགས་ འབྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the spit-throwing worm will be harmed by the wind that causes burning;

source: སྲིན་བུ་ སོ་ དྲུང་ ཟ་ ལ་ རླུང་ འབྱིན་པ་ འཇིག་པ་ ཚོར་ མེད་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that consumes dental roots will be harmed by the wind that prevents release and causes lack of sensation;

source: སྲིན་བུ་ ཁ་ཆུ་ ཟ་ ལ་ རླུང་ སྤྲོ་བ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the spit-consuming worm will be harmed by the wind that prevents spreading;

source: སྲིན་བུ་ བད་ཀན་ རླན་ བྱེད་ ལ་ རླུང་ སྣ་ འཕུལ་ རེངས་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the phlegm-moistening worm will be harmed by the wind that empties the nose and causes paralysis;

source: སྲིན་བུ་ རབ་ཏུ་ སྐྱུག་ བྱེད་ ལ་ རླུང་ རོ་ བྲོ་བ་ བཅུ་ ཁྱེར་བ་ ནང་ དུ་ རྒྱུ་ ཞིང་ དུ་ ཤྱ་ ག་ ཏ་ ལྡོག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that causes vomiting will be harmed by the wind that carries ten tastes, moves within, and blocks the duśagata#127;

source: སྲིན་བུ་ སྦྲང་རྩི་ མྱོས་ ལ་ རླུང་ ཚིགས་ འཁྲུགས་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the honey-intoxication worm will be harmed by the wind that disturbs the joints;

source: སྲིན་བུ་ རོ་དྲུག་ སྲེད་ ལ་ རླུང་ སྤུ་ དང་ སེན་མོ་ དང་ བཤང་བ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that craves for the six tastes will be harmed by the wind that destroys hair, nails, and excrement;

source: སྲིན་བུ་ བར་ བུར་ ལ་ རླུང་ ཁ་ཆུ་ འཁྲུལ་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the barbur worm#128 will be harmed by the wind that causes saliva to become uncontrolled;

source: སྲིན་བུ་ རོ་ ཡིད་འབྱུང་ ལ་ རླུང་ ཤིག་ཤིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that creates distaste will be harmed by the wind that causes collapse;

source: སྲིན་བུ་ རྨི་ལམ་ སྲེད་ ལ་ རླུང་ འདོམས་ རེངས་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the dream-craving worm will be harmed by the wind that paralyzes the penis;

source: སྲིན་བུ་ སྤུ་ ཟ་ ལ་ རླུང་ བཤང་བ་ སྐམས་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the worm that consumes body hair will be harmed by the wind that dries excrement;

source: སྲིན་བུ་ སོ་ སུ་ར་ ལ་ རླུང་ རྩིབ་ལོགས་ འཆིང་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the sosura#129 worm will be harmed by the wind that constricts the ribs;

source: སྲིན་བུ་ སྐྱེ་བ འི་ མ་ལ་ རླུང་ ཁྭ་ བུ་ག་ དྲུག་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the maternal birth worm will be harmed by the wind of the six raven openings#130;

source: སྲིན་བུ་ ཨུ་མ་ བ་ར་ ལ་ རླུང་ ཡན་ལག་ དང་ ཉིང་ལག་ འཐུང་བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the umpara worm#131 will be harmed by the wind that shortens all major and minor body parts;

source: སྲིན་བུ་ རབ་ ཟག་ ལ་ རླུང་ མེ་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the descending worm will be harmed by the wind of fire destruction;

source: སྲིན་བུ་ སྤུ་ གློང་ ལ་ [250b] རླུང་ ཡན་ལག་ དང་ ཉིང་ལག་ ཀུན་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the hair-raising worm {{page:{number:338,id:UT22084-068-021-100364,folio:F.250.b,volume:V68}}} will be harmed by the wind that affects all major and minor body parts;

source: སྲིན་བུ་ སྤུ་ ཟན་ ལ་ རླུང་ བརྟན་ འགེམས་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the hair-eating worm will be harmed by the destabilizing wind;

source: སྲིན་བུ་ སི་ མི་ སི་ མ་ལ་ རླུང་ ཡན་ལག་ ཀུན་ཁྱབ་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the simisima worm#132 will be harmed by the wind that pervades all limbs;

source: སྲིན་བུ་ ཨུ་མ་ བུ་ག་ ལ་ རླུང་ སྲེག་བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the umabuga worm#133 will be harmed by the burning wind;

source: སྲིན་བུ་ རྨས་ བསླད་ ལ་ རླུང་ འཇིག་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the wound worm will be harmed by the destructive wind;

source: སྲིན་བུ་ ཙུན་ ཙུ་ སྒྲ་ ལ་ རླུང་ སྟེང་འོག་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the tsuntsu sound worm#134 will be harmed by the upper and lower wind;

source: སྲིན་བུ་ རྒྱུས་པ་ གཅོད་ ལ་ རླུང་ མི འི་ སྲོག་ གང་ ལ་ སོང་བ་ འཆི་ བྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: the sinew-severing worm will be harmed by the wind that is lethal for humans;

source: སྲིན་བུ་ རྩ་ གཅོད་ ལ་ རླུང་ མིག་ འབྱེད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དེ །_
en: and the vein-severing worm will be harmed by the perforating wind.

source: ཇི་ལྟ ར་ སྲོག་ཆགས་ ཐམས་ཅད་ འཆི་བ འི་ དུས་ སུ་ སྲིན་བུ་ དག་ ལ་ རླུང་ དག་ གིས་ སོ་སོ་ ངེས་པ ར་ གནོད་པ་ བྱེད་པ་ དེ་ལྟ ར་ མནར་མེད་པ འི་ མ་ ཡིན་ ཏེ །_
en: Although for all living beings the various winds inflict distinct harm upon the worms at the time of death, the situation is different for a human who is destined for Ultimate Torment.

source: དེ འི་ ལས་ངན་པ་ བྱས་པ ས་ འོག་ དང་ སྟེང་ དུ་ མི་ འཐུན་པ འི་ ལས་ ཀྱིས་ བྱས་པ འི་ རླུང་ རབ་ཏུ་ དྲག་པ་ དག་ སོ་སོ ར་ ལྡང་ སྟེ །_ དེ་ལྟ ར་ རླུང་ བརྒྱད་ཅུ་ དག་ གིས་ སྲིན་བུ་ བརྒྱད་ཅུ་ དག་ ལ་ གནོད་པ ར་ བྱེད་ དོ །_།
en: Due to such a person’s unwholesome actions, particularly fierce winds, which are caused by the person’s harmful acts, will stir both above and below, and when that happens the eighty winds will harm all eighty species of worms.

source: རླུང་ དག་ གིས་ ཇི་ལྟ་ ཇི་ལྟ ར་ སྲིན་བུ་ དག་ ལ་ གནོད་པ ར་ བྱེད་པ་ བཟློག་པ་ དེ་ལྟ་ བུ་ མི་ བྱེད་ དོ །_།
en: $971 “There is no way to stop the winds’ destructive influence on the worms.

source: དང་པོ ར་ རླུང་ པིབ་པ་ ལ་ ཀ་ དྲི་ མི་ ཞིམ་པ་ དག་ གིས་ དེ འི་ ལུས་ ཐམས་ཅད་ ཇི་ལྟ ར་ བུ་རམ་ཤིང་ དབང་ ཤིང་ གིས་ བཙིར་བ་ དེ་ལྟ ར་ སྐམས་ པར་ བྱེད་ དོ །_།
en: First the smelly pibpalaka wind#135 will dry out the entire body, as when sugarcane stalks are run through a press.

source: ཁྲག་ ཐམས་ཅད་ སྐམས་ པར་ བྱེད །_ གནད་ ཐམས་ཅད་ དུ་ གནོད་པ ར་ བྱེད །_
en: The blood will be drained away and one will become afflicted by all manner of disease.

source: རྒྱུས་པ་ ཐམས་ཅད་ གཅོད་པ ར་ བྱེད །_ སྡུག་བསྔལ་ གྱིས་ རྐང་ ཐམས་ཅད་ རབ་ཏུ་ འཇུ་བ ར་ བྱེད་ དོ །_།
en: The muscles will be severed, and the pain will penetrate right to the marrow.
